module.exports = {
    "选择": [
        {
            "大题题干": "白炽灯伏安特性实验中，动态电阻Rd与该点附近线性拟合的斜率m的关系是Rd= (_________)×103Ω",
            "正确答案": "B",
            "选项数": 4.0,
            "选项A": "m",
            "选项B": "1/m",
            "选项C": "m2",
            "选项D": "1/m2"
        },
        {
            "大题题干": "发光二极管在未导通时，电阻很大",
            "正确答案": "A",
            "选项数": 2.0,
            "选项A": "正确",
            "选项B": "错误",
            "选项C": null,
            "选项D": null
        },
        {
            "大题题干": "电流越大，白炽灯的阻值越小",
            "正确答案": "B",
            "选项数": 2.0,
            "选项A": "正确",
            "选项B": "错误",
            "选项C": null,
            "选项D": null
        },
        {
            "大题题干": "调整电路时，应该在开关接通时进行调整",
            "正确答案": "B",
            "选项数": 2.0,
            "选项A": "正确",
            "选项B": "错误",
            "选项C": null,
            "选项D": null
        },
        {
            "大题题干": "当外加正向电压超过阈值电压时，发光二极管才会发光",
            "正确答案": "A",
            "选项数": 2.0,
            "选项A": "正确",
            "选项B": "错误",
            "选项C": null,
            "选项D": null
        },
        {
            "大题题干": "发光二极管是线性元件",
            "正确答案": "B",
            "选项数": 2.0,
            "选项A": "正确",
            "选项B": "错误",
            "选项C": null,
            "选项D": null
        },
        {
            "大题题干": "白炽灯是线性元件",
            "正确答案": "B",
            "选项数": 2.0,
            "选项A": "正确",
            "选项B": "错误",
            "选项C": null,
            "选项D": null
        },
        {
            "大题题干": "测量发光二极管的伏安特性时，电流表应该采用外接法",
            "正确答案": "B",
            "选项数": 2.0,
            "选项A": "正确",
            "选项B": "错误",
            "选项C": null,
            "选项D": null
        },
        {
            "大题题干": "发光二极管伏安特性实验中，在电路中不用串联限流电阻",
            "正确答案": "B",
            "选项数": 2.0,
            "选项A": "正确",
            "选项B": "错误",
            "选项C": null,
            "选项D": null
        },
        {
            "大题题干": "白炽灯伏安特性实验中，在电路中不用串联限流电阻",
            "正确答案": "A",
            "选项数": 2.0,
            "选项A": "正确",
            "选项B": "错误",
            "选项C": null,
            "选项D": null
        }
    ],
    "填空": [
        {
            "大题题干": "白炽灯伏安特性曲线测试过程中,电流随滑动变阻器电阻的减小而(      )",
            "正确答案": "增大",
            "选项数": null,
            "选项A": null,
            "选项B": null,
            "选项C": null,
            "选项D": null
        },
        {
            "大题题干": "测量白炽灯电阻的伏安特性曲线时,电流表应采用_______接法,测量测量发光二极管的伏安特性时，电流表应采用\n______接法。(填“内”或“外”)",
            "正确答案": "外,内",
            "选项数": null,
            "选项A": null,
            "选项B": null,
            "选项C": null,
            "选项D": null
        },
        {
            "大题题干": "伏安特性实验中_________不要超过使用量程",
            "正确答案": "电表",
            "选项数": null,
            "选项A": null,
            "选项B": null,
            "选项C": null,
            "选项D": null
        },
        {
            "大题题干": "发光二极管是一种常见的_________元件",
            "正确答案": "非线性",
            "选项数": null,
            "选项A": null,
            "选项B": null,
            "选项C": null,
            "选项D": null
        },
        {
            "大题题干": "伏安特性曲线为非直线的元件称为_________元件",
            "正确答案": "非线性",
            "选项数": null,
            "选项A": null,
            "选项B": null,
            "选项C": null,
            "选项D": null
        },
        {
            "大题题干": "搭建电路过程中，开关应保持_________",
            "正确答案": "断开",
            "选项数": null,
            "选项A": null,
            "选项B": null,
            "选项C": null,
            "选项D": null
        },
        {
            "大题题干": "测量发光二极管的伏安特性时，电流表应采用_______接法。(填“内”或“外”)",
            "正确答案": "内",
            "选项数": null,
            "选项A": null,
            "选项B": null,
            "选项C": null,
            "选项D": null
        },
        {
            "大题题干": "发光二极管是由哪两种______半导体制成的PN型结，具有_______导电性",
            "正确答案": "P型和n型,单向",
            "选项数": null,
            "选项A": null,
            "选项B": null,
            "选项C": null,
            "选项D": null
        }
    ],
    "简答": [
        {
            "大题题干": "(1)画出发光二极管正向闽值电压测量的电路图(6分)\n(2) 根据上述电路图，搭建测量红色发光二极管的实验电路，设定额定电压为3V,调试出相应\n的性伏安特性曲线(6分)\n(3)根据红光和蓝光二极管的伏安特性曲线，填写下面表格(每空2分，共8分)",
            "正确答案": null,
            "选项数": null,
            "选项A": null,
            "选项B": null,
            "选项C": null,
            "选项D": null,
            "image": "https://r2.sakinori.top/images/2.jpg"
        },
        {
            "大题题干": "(1)画出白炽灯泡动态电阻测量的电路图(6分)\n(2)根据上述电路图，将额定电压设为4V，搭建测量白炽灯电阻的实验电路，调试出伏安特性曲线(6分)\n(3)根据上述测得的曲线，填写下面表格(每空2分，共8分)",
            "正确答案": null,
            "选项数": null,
            "选项A": null,
            "选项B": null,
            "选项C": null,
            "选项D": null,
            "image": "https://r2.sakinori.top/images/0.jpg"
        }
    ]
}